[
  {
    "title": "Keep the Heroes Out",
    "publisher": "Brave Giant",
    "year": "2021",
    "quantity": 5,
    "description": "Keep the Heroes Out is a dungeon defense game where players control different monsters trying to keep meddling heroes from breaching their lairs. Players use asymmetrical powers and clever tactics to outwit the heroes and protect their treasures.",
    "rating": 8.1,
    "playtime": 90,
    "ages": 10,
    "price": 60,
    "image": "keep_the_heroes_out.png"
  },
  {
    "title": "Ankh: Gods of Egypt",
    "publisher": "CMON",
    "year": "2021",
    "quantity": 6,
    "description": "Ankh: Gods of Egypt is an area control game where players take on the roles of Egyptian gods vying for dominance. Use powerful abilities, summon mythical creatures, and guide your followers to reshape the future of ancient Egypt.",
    "rating": 8.0,
    "playtime": 90,
    "ages": 14,
    "price": 100,
    "image": "ankh_gods_of_egypt.png"
  },
  {
    "title": "Lords of Vegas",
    "publisher": "Mayfair Games",
    "year": "2010",
    "quantity": 4,
    "description": "Lords of Vegas is a strategy game where players build and manage casinos along the Las Vegas Strip. Players compete to expand their empire, control lucrative casinos, and become the most powerful tycoon in Sin City.",
    "rating": 7.5,
    "playtime": 90,
    "ages": 12,
    "price": 50,
    "image": "lords_of_vegas.png"
  },
  {
    "title": "Everdell",
    "publisher": "Starling Games",
    "year": "2018",
    "quantity": 7,
    "description": "Everdell is a beautiful worker placement and tableau-building game where players develop a thriving woodland city. Players send their critters to gather resources, construct buildings, and complete events before the seasons end.",
    "rating": 8.2,
    "playtime": 60,
    "ages": 10,
    "price": 70,
    "image": "everdell.png"
  },
  {
    "title": "The Breach",
    "publisher": "Ludus Magnus Studio",
    "year": "2023",
    "quantity": 5,
    "description": "The Breach is a cyberpunk-themed game where players become hackers trying to infiltrate a powerful AI system. Navigate dangerous networks, evade security protocols, and achieve your goals before the system shuts you down.",
    "rating": 7.8,
    "playtime": 120,
    "ages": 14,
    "price": 75,
    "image": "the_breach.png"
  },
  {
    "title": "Foundations of Rome",
    "publisher": "Arcane Wonders",
    "year": "2022",
    "quantity": 3,
    "description": "Foundations of Rome is a city-building game where players construct iconic structures to shape the city. Strategically place buildings, gain influence, and earn the favor of Rome to secure victory.",
    "rating": 8.5,
    "playtime": 90,
    "ages": 12,
    "price": 130,
    "image": "foundations_of_rome.png"
  },
  {
    "title": "Black Rose Wars Rebirth",
    "publisher": "Ludus Magnus Studio",
    "year": "2023",
    "quantity": 4,
    "description": "Black Rose Wars Rebirth is a tactical combat and deck-building game set in a magical world where mages battle for dominance. Cast powerful spells, outmaneuver your opponents, and claim victory by controlling the Black Rose.",
    "rating": 8.3,
    "playtime": 150,
    "ages": 14,
    "price": 120,
    "image": "black_rose_wars_rebirth.png"
  },
  {
    "title": "Kelp",
    "publisher": "Wonderbow Games",
    "year": "2023",
    "quantity": 4,
    "description": "Kelp is an asymmetrical two-player game where one player controls an octopus while the other controls a fish, each with unique objectives. Both players must utilize cunning strategies to outmaneuver each other in an underwater duel.",
    "rating": 7.9,
    "playtime": 45,
    "ages": 12,
    "price": 40,
    "image": "kelp.png"
  },
  {
    "title": "Compile",
    "publisher": "Self-Published",
    "year": "2024",
    "quantity": 3,
    "description": "Compile is a puzzle-solving and resource management game where players use coding logic to optimize their systems. Players must balance limited resources, solve challenges, and reach optimal efficiency to win.",
    "rating": 7.4,
    "playtime": 60,
    "ages": 13,
    "price": 45,
    "image": "compile.png"
  },
  {
    "title": "Dead of Winter",
    "publisher": "Plaid Hat Games",
    "year": "2014",
    "quantity": 6,
    "description": "Dead of Winter is a story-driven survival game where players control a colony of survivors trying to endure the harsh winter and the constant threat of zombies. Players must work together while watching out for potential betrayal.",
    "rating": 7.7,
    "playtime": 120,
    "ages": 14,
    "price": 65,
    "image": "dead_of_winter.png"
  },
  {
    "title": "Rising Sun",
    "publisher": "CMON",
    "year": "2018",
    "quantity": 5,
    "description": "Rising Sun is a game of negotiation and diplomacy set in feudal Japan. Players lead clans, forge alliances, and compete for control through battle and honor to shape the future of Japan.",
    "rating": 7.9,
    "playtime": 120,
    "ages": 14,
    "price": 90,
    "image": "rising_sun.png"
  },
  {
    "title": "Kemet",
    "publisher": "Matagot",
    "year": "2012",
    "quantity": 4,
    "description": "Kemet is an epic battle game set in ancient Egypt where players use powerful mythical creatures and divine interventions to conquer their opponents. Build armies, unleash the gods, and dominate the battlefield.",
    "rating": 8.0,
    "playtime": 90,
    "ages": 13,
    "price": 75,
    "image": "kemet.png"
  },
  {
    "title": "The Great Wall",
    "publisher": "Awaken Realms",
    "year": "2021",
    "quantity": 5,
    "description": "The Great Wall is a worker placement and engine-building game where players work together to defend China from invading Mongol hordes. Manage resources, build fortifications, and lead your dynasty to glory.",
    "rating": 8.1,
    "playtime": 120,
    "ages": 14,
    "price": 110,
    "image": "the_great_wall.png"
  },
  {
    "title": "Scarface 1920",
    "publisher": "Redzen Games",
    "year": "2022",
    "quantity": 4,
    "description": "Scarface 1920 is a thematic economic game set during the Prohibition era. Players lead rival gangs, smuggle alcohol, and battle for control of Chicago’s underworld.",
    "rating": 7.8,
    "playtime": 150,
    "ages": 14,
    "price": 105,
    "image": "scarface_1920.png"
  },
  {
    "title": "Townsfolk Tussle",
    "publisher": "Panic Roll",
    "year": "2021",
    "quantity": 4,
    "description": "Townsfolk Tussle is a cooperative boss-battling game where players defend their town from notorious outlaws. Equip your heroes, prepare for a showdown, and protect the town in this colorful, cartoon-styled adventure.",
    "rating": 8.2,
    "playtime": 90,
    "ages": 14,
    "price": 85,
    "image": "townsfolk_tussle.png"
  },
  {
    "title": "Marvel Zombies",
    "publisher": "CMON",
    "year": "2023",
    "quantity": 5,
    "description": "Marvel Zombies is a cooperative strategy game where players control zombie heroes from the Marvel Universe. Navigate a world overrun by undead, complete objectives, and try to satisfy your insatiable hunger while fighting off surviving heroes and villains.",
    "rating": 8.4,
    "playtime": 90,
    "ages": 14,
    "price": 130,
    "image": "marvel_zombies.png"
  },
  {
    "title": "For Glory",
    "publisher": "Spielcraft Games",
    "year": "2021",
    "quantity": 3,
    "description": "For Glory combines deck-building and tactical combat in ancient Rome. Players take on the role of gladiator school owners, training fighters and competing in brutal arena battles to achieve ultimate fame and glory.",
    "rating": 7.9,
    "playtime": 120,
    "ages": 12,
    "price": 60,
    "image": "for_glory.png"
  },
  {
    "title": "D.E.I.: Divide et Impera",
    "publisher": "Ludus Magnus Studio",
    "year": "2023",
    "quantity": 4,
    "description": "D.E.I. is a competitive area-control game set in a post-apocalyptic world where factions struggle to control scarce resources. Players use asymmetric abilities to claim territories, gather resources, and survive in a frozen wasteland.",
    "rating": 8.1,
    "playtime": 150,
    "ages": 14,
    "price": 110,
    "image": "dei.png"
  },
  {
    "title": "Nemesis",
    "publisher": "Awaken Realms",
    "year": "2018",
    "quantity": 4,
    "description": "Nemesis is a semi-cooperative survival game where players must complete their objectives while dealing with hostile alien intruders aboard a spaceship. Trust is fragile as betrayal may be the key to ensuring your own survival.",
    "rating": 8.3,
    "playtime": 180,
    "ages": 14,
    "price": 150,
    "image": "nemesis.png"
  },
  {
    "title": "Castles of Burgundy: Special Edition",
    "publisher": "Awaken Realms",
    "year": "2023",
    "quantity": 5,
    "description": "Castles of Burgundy: Special Edition elevates the beloved tile-placement game with upgraded components, new art, and expanded content. Players develop their estates by constructing buildings, farming livestock, and advancing trade routes.",
    "rating": 8.7,
    "playtime": 90,
    "ages": 12,
    "price": 120,
    "image": "castles_of_burgundy.png"
  },
  {
    "title": "Root",
    "publisher": "Leder Games",
    "year": "2018",
    "quantity": 6,
    "description": "Root is an asymmetric strategy game where players control unique factions vying for dominance in a vast woodland. Each faction has distinct abilities and strategies, leading to dynamic and unpredictable gameplay.",
    "rating": 8.0,
    "playtime": 90,
    "ages": 10,
    "price": 75,
    "image": "root.png"
  },
  {
    "title": "Food Chain Magnate: Special Edition",
    "publisher": "Splotter Spellen",
    "year": "2024",
    "quantity": 3,
    "description": "Food Chain Magnate: Special Edition brings the beloved economic strategy game back with deluxe components and streamlined rules. Build your restaurant empire, optimize your marketing, and crush the competition.",
    "rating": 8.5,
    "playtime": 240,
    "ages": 14,
    "price": 150,
    "image": "food_chain_magnate.png"
  },
  {
    "title": "Robot Quest Arena",
    "publisher": "Wise Wizard Games",
    "year": "2023",
    "quantity": 4,
    "description": "Robot Quest Arena is a deck-building combat game where players control battling robots in a futuristic arena. Upgrade your bots, outmaneuver your opponents, and fight to become the ultimate champion.",
    "rating": 7.6,
    "playtime": 45,
    "ages": 12,
    "price": 50,
    "image": "robot_quest_arena.png"
  },
  {
    "title": "Cyclades: Legendary Edition",
    "publisher": "Matagot",
    "year": "2023",
    "quantity": 5,
    "description": "Cyclades: Legendary Edition enhances the original area-control game set in ancient Greece with new components and streamlined gameplay. Command armies, invoke the gods, and build metropolises to secure your dominance.",
    "rating": 8.2,
    "playtime": 90,
    "ages": 13,
    "price": 100,
    "image": "cyclades.png"
  },
  {
    "title": "Valor & Villainy: Lludwik's Labyrinth",
    "publisher": "Skybound Games",
    "year": "2024",
    "quantity": 3,
    "description": "Valor & Villainy: Lludwik's Labyrinth is a cooperative adventure game where heroes explore a treacherous dungeon to stop the sinister Lludwik. Teamwork, strategy, and courage are required to emerge victorious.",
    "rating": 8.1,
    "playtime": 150,
    "ages": 12,
    "price": 90,
    "image": "valor_villainy.png"
  },
  {
    "title": "Tsuro: Luxury Limited Edition",
    "publisher": "Calliope Games",
    "year": "2023",
    "quantity": 6,
    "description": "Tsuro: Luxury Limited Edition elevates the classic tile-laying game with high-quality components and refined aesthetics. Create paths and guide your token carefully to avoid elimination.",
    "rating": 7.5,
    "playtime": 20,
    "ages": 8,
    "price": 80,
    "image": "tsuro.png"
  },
  {
    "title": "Wonderland's War",
    "publisher": "Druid City Games",
    "year": "2022",
    "quantity": 5,
    "description": "Wonderland's War blends area control and bag-building mechanics set in a reimagined Wonderland. Players recruit characters, gather allies, and wage war to claim dominance over the whimsical land.",
    "rating": 8.3,
    "playtime": 120,
    "ages": 13,
    "price": 100,
    "image": "wonderlands_war.png"
  },
  {
    "title": "Santorini",
    "publisher": "Roxley Games",
    "year": "2016",
    "quantity": 4,
    "description": "Santorini is an abstract strategy game where players build structures and aim to place their worker atop a tower. Simple to learn yet rich with strategic depth, it offers endless replayability.",
    "rating": 7.7,
    "playtime": 20,
    "ages": 8,
    "price": 40,
    "image": "santorini.png"
  },
  {
    "title": "Mistwind",
    "publisher": "First Fish Games",
    "year": "2024",
    "quantity": 3,
    "description": "Mistwind is a strategic resource management game set in a world of flying whales and trade routes. Players build trade networks, manage resources, and optimize their actions to gain victory.",
    "rating": 7.9,
    "playtime": 90,
    "ages": 12,
    "price": 75,
    "image": "mistwind.png"
  },
  {
    "title": "Critter Kitchen",
    "publisher": "KTBG",
    "year": "2023",
    "quantity": 5,
    "description": "Critter Kitchen is a charming worker-placement game where animal chefs prepare delicious meals to please their customers. Strategic decisions and a dash of luck will determine the ultimate culinary champion.",
    "rating": 7.8,
    "playtime": 60,
    "ages": 10,
    "price": 55,
    "image": "critter_kitchen.png"
  },
  {
    "title": "Flock Together",
    "publisher": "Snowbright Studio",
    "year": "2024",
    "quantity": 4,
    "description": "Flock Together is a cooperative deck-building game where players guide their flock of birds to safety. Strategically build your deck, avoid predators, and adapt to the changing environment to ensure survival.",
    "rating": 7.6,
    "playtime": 45,
    "ages": 10,
    "price": 50,
    "image": "flock_together.png"
  }
]
