[
  {
    "id": 1,
    "title": "Ankh: Gods of Egypt",
    "publisher": "CMON",
    "year": "2021",
    "quantity": 4,
    "description": "In Ankh: Gods of Egypt, the old gods face their greatest challenge as worship wanes and only one deity can remain. Lead your followers, construct towering monuments, and summon mythical guardians to assert your dominance. With deep strategic gameplay, an innovative merging mechanic, and breathtaking miniatures, this epic battle for divinity will test your cunning and power. Will you rise above the rest and secure your place in eternity?",
    "rating": 7.8,
    "playtime": 90,
    "ages": 14,
    "price": "100",
    "image": "ankh.png"
  },
  {
    "id": 2,
    "title": "Black Rose Wars: Rebirth",
    "publisher": "Ludus Magnus Studios",
    "year": "2023",
    "quantity": 7,
    "description": "In Black Rose Wars: Rebirth, the arcane halls of the Black Rose Lodge stir once more as mages compete for dominance in a battle of wits, power, and destruction. As a formidable spellcaster, you'll harness powerful magic, summon creatures, and manipulate the ever-changing battlefield to outmaneuver your rivals. With deep deck-building mechanics, dynamic combat, and stunning miniatures, every duel is a test of strategy and adaptability. Will you master the forbidden arts and claim the title of Supreme Magister, or be consumed by the chaos of the Lodge?",
    "rating": 8.5,
    "playtime": 90,
    "ages": 14,
    "price": "140",
    "image": "brwr.png"
  },
  {
    "id": 3,
    "title": "Gloomhaven",
    "publisher": "Cephalofair Games",
    "year": "2017",
    "quantity": 5,
    "description": "Gloomhaven is a game of Euro-inspired tactical combat in a persistent world of shifting motives. Players will take on the role of a wandering adventurer with their own special set of skills and their own reasons for traveling to this dark corner of the world. Players must work together out of necessity to clear out menacing dungeons and forgotten ruins.",
    "rating": 8.8,
    "playtime": 120,
    "ages": 12,
    "price": "150",
    "image": "gloomhaven.png"
  },
  {
    "id": 4,
    "title": "Wingspan",
    "publisher": "Stonemaier Games",
    "year": "2019",
    "quantity": 10,
    "description": "Wingspan is a competitive, medium-weight, card-driven, engine-building board game from Stonemaier Games. You are bird enthusiasts—researchers, bird watchers, ornithologists, and collectors—seeking to discover and attract the best birds to your network of wildlife preserves.",
    "rating": 8.1,
    "playtime": 40,
    "ages": 10,
    "price": "60",
    "image": "wingspan.png"
  },
  {
    "id": 5,
    "title": "Terraforming Mars",
    "publisher": "Stronghold Games",
    "year": "2016",
    "quantity": 8,
    "description": "In Terraforming Mars, you control a corporation with a certain profile. Play project cards, build up production, place your cities and green areas on the map, and race for milestones and awards!",
    "rating": 8.4,
    "playtime": 120,
    "ages": 12,
    "price": "70",
    "image": "terraforming_mars.png"
  },
  {
    "id": 6,
    "title": "Scythe",
    "publisher": "Stonemaier Games",
    "year": "2016",
    "quantity": 6,
    "description": "Scythe is an engine-building game set in an alternate-history 1920s period. It is a time of farming and war, broken hearts and rusted gears, innovation and valor.",
    "rating": 8.3,
    "playtime": 115,
    "ages": 14,
    "price": "90",
    "image": "scythe.png"
  },
  {
    "id": 7,
    "title": "Azul",
    "publisher": "Next Move Games",
    "year": "2017",
    "quantity": 12,
    "description": "Azul is a tile-placement game in which players draft tiles from a central market and place them into rows on their boards. Players score points based on how they’ve placed their tiles to decorate the palace.",
    "rating": 7.8,
    "playtime": 30,
    "ages": 8,
    "price": "40",
    "image": "azul.png"
  },
  {
    "id": 8,
    "title": "Pandemic",
    "publisher": "Z-Man Games",
    "year": "2008",
    "quantity": 15,
    "description": "In Pandemic, several virulent diseases have broken out simultaneously all over the world! The players are disease-fighting specialists whose mission is to treat disease hotspots while researching cures for each of four plagues before they get out of hand.",
    "rating": 7.6,
    "playtime": 45,
    "ages": 8,
    "price": "35",
    "image": "pandemic.png"
  },
  {
    "id": 9,
    "title": "Catan",
    "publisher": "Catan Studio",
    "year": "1995",
    "quantity": 20,
    "description": "In Catan, players try to be the dominant force on the island of Catan by building settlements, cities, and roads. On each turn, dice are rolled to determine which resources the island produces. Players collect these resources to build up their civilizations to get to 10 victory points and win the game.",
    "rating": 7.2,
    "playtime": 60,
    "ages": 10,
    "price": "50",
    "image": "catan.png"
  },
  {
    "id": 10,
    "title": "7 Wonders",
    "publisher": "Repos Production",
    "year": "2010",
    "quantity": 9,
    "description": "In 7 Wonders, you lead one of the seven great cities of the Ancient World. Gather resources, develop commercial routes, and affirm your military supremacy. Build your city and erect an architectural wonder which will transcend future times.",
    "rating": 7.8,
    "playtime": 30,
    "ages": 10,
    "price": "45",
    "image": "7_wonders.png"
  },
  {
    "id": 11,
    "title": "Ticket to Ride",
    "publisher": "Days of Wonder",
    "year": "2004",
    "quantity": 18,
    "description": "Ticket to Ride is a cross-country train adventure in which players collect and play matching train cards to claim railway routes connecting cities throughout North America.",
    "rating": 7.4,
    "playtime": 45,
    "ages": 8,
    "price": "50",
    "image": "ticket_to_ride.png"
  },
  {
    "id": 12,
    "title": "Carcassonne",
    "publisher": "Z-Man Games",
    "year": "2000",
    "quantity": 14,
    "description": "Carcassonne is a tile-placement game in which players draw and place a tile with a piece of southern French landscape on it. The tile might feature a city, a road, a cloister, grassland, or some combination thereof, and it must be placed adjacent to tiles that have already been played, in such a way that cities are connected to cities, roads to roads, etcetera.",
    "rating": 7.4,
    "playtime": 35,
    "ages": 7,
    "price": "35",
    "image": "carcassonne.png"
  },
  {
    "id": 13,
    "title": "Dominion",
    "publisher": "Rio Grande Games",
    "year": "2008",
    "quantity": 11,
    "description": "In Dominion, you are a monarch, like your parents before you, a ruler of a small pleasant kingdom of rivers and evergreens. Unlike your parents, however, you have hopes and dreams! You want a bigger and more pleasant kingdom, with more rivers and a wider variety of trees. You want a Dominion! In all directions lie fiefs, freeholds, and feodums. All are small bits of land, controlled by petty lords and verging on anarchy. You will bring civilization to these people, uniting them under your banner.",
    "rating": 7.6,
    "playtime": 30,
    "ages": 13,
    "price": "45",
    "image": "dominion.png"
  },
  {
    "id": 14,
    "title": "Root",
    "publisher": "Leder Games",
    "year": "2018",
    "quantity": 7,
    "description": "Root is a game of adventure and war in which 2 to 4 (up to 6 with the 'Riverfolk' expansion) players battle for control of a vast wilderness. The nefarious Marquise de Cat has seized the great woodland, intent on harvesting its riches. Under her rule, the many creatures of the forest have banded together. This Alliance will seek to strengthen its resources and subvert the rule of Cats. In this effort, the Alliance may enlist the help of the wandering Vagabonds who are able to move through the more dangerous woodland paths. Though some may sympathize with the Alliance's hopes and dreams, these wanderers are old enough to remember the great birds of prey who once controlled the woods.",
    "rating": 8.1,
    "playtime": 90,
    "ages": 10,
    "price": "60",
    "image": "root.png"
  },
  {
    "id": 15,
    "title": "The Castles of Burgundy",
    "publisher": "Alea",
    "year": "2011",
    "quantity": 6,
    "description": "The Castles of Burgundy is a game set in the Burgundy region of High Medieval France. Each player takes on the role of an aristocrat, originally controlling a small princedom. During the game, players aim to build settlements and powerful castles, practice trade along the river, exploit silver mines, and use the knowledge of travelers.",
    "rating": 8.1,
    "playtime": 90,
    "ages": 12,
    "price": "40",
    "image": "castles_of_burgundy.png"
  },
  {
    "id": 16,
    "title": "Everdell",
    "publisher": "Starling Games",
    "year": "2018",
    "quantity": 8,
    "description": "Everdell is a game of dynamic tableau building and worker placement. Within the charming valley of Everdell, beneath the boughs of towering trees, among meandering streams and mossy hollows, a civilization of forest critters is thriving and expanding. There are buildings to construct, lively characters to meet, events to host—it will be a busy year!",
    "rating": 8.2,
    "playtime": 80,
    "ages": 13,
    "price": "70",
    "image": "everdell.png"
  },
  {
    "id": 17,
    "title": "Spirit Island",
    "publisher": "Greater Than Games",
    "year": "2017",
    "quantity": 5,
    "description": "Spirit Island is a cooperative game of settler destruction and strategic planning. Players take on the roles of different spirits of the land, each with their own unique powers, to defend their island from colonizing invaders.",
    "rating": 8.4,
    "playtime": 120,
    "ages": 13,
    "price": "80",
    "image": "spirit_island.png"
  },
  {
    "id": 18,
    "title": "Ark Nova",
    "publisher": "Feuerland Spiele",
    "year": "2021",
    "quantity": 6,
    "description": "In Ark Nova, you plan and design a modern, scientifically managed zoo. With the ultimate goal of owning the most successful zoological establishment, you will build enclosures, accommodate animals, and support conservation projects all over the world.",
    "rating": 8.6,
    "playtime": 150,
    "ages": 14,
    "price": "90",
    "image": "ark_nova.png"
  },
  {
    "id": 19,
    "title": "Clank!: A Deck-Building Adventure",
    "publisher": "Renegade Game Studios",
    "year": "2016",
    "quantity": 10,
    "description": "Clank! is a deck-building adventure game where players sneak into a dragon's lair to steal precious artifacts. The deeper you go, the more valuable the loot—but be careful not to make too much noise, or the dragon will attack!",
    "rating": 7.9,
    "playtime": 60,
    "ages": 12,
    "price": "50",
    "image": "clank.png"
  },
  {
    "id": 20,
    "title": "Nemesis",
    "publisher": "Awaken Realms",
    "year": "2018",
    "quantity": 4,
    "description": "Nemesis is a semi-cooperative survival game where players must complete their objectives while dealing with hostile alien intruders aboard a spaceship. Will you work together or betray your allies to ensure your own survival?",
    "rating": 8.3,
    "playtime": 180,
    "ages": 14,
    "price": "150",
    "image": "nemesis.png"
  }
]
